export const FarsiQuestions = [
  {
    id: '01',
    title: 'دمای بدن شما چند درجه است؟',
    answers: ['زیر ۳۸ درجه', 'بین ۳۸-۳۹ درجه', 'بالای ۳۹.۵ درجه'],
  },
  {
    id: '02',
    title: 'آیا اخیرا سرفه داشته اید؟',
    answers: ['خیر', 'گاهی اوقات', 'به طور مکرر', 'به ندرت'],
  },
  {
    id: '03',
    title: 'آیا اخیرا به سختی تنفس میکنید یا مشکل تنفسی داشته اید؟',
    answers: [
      'خیر',
      'بله در هنگام فشار کمی احساس تنگی نفس دارم ولی هنگام استراحت نه',
      'بله موقع استراحت کمی احساس تنگی نفس دارم',
      'همیشه تنگی نفس دارم',
    ],
  },
  {
    id: '04',
    title: 'سطح انرژی شما چگونه است؟',
    answers: [
      'معمولی',
      'احساس خستگی میکنم',
      'معمولا روی تخت خوابیدم و به ندرت بلند میشوم',
      'روی تخت خوابیدم و برای دستشویی بلند میشوم',
      'نمیتوانم از روی تخت بلند بشوم',
    ],
  },
  {
    id: '05',
    title: 'آیا اخیرا با کسی که کرونا داشته است تماس نزدیک داشته اید؟',
    answers: ['خیر', 'نمیدانم', 'بله'],
  },
  {
    id: '06',
    title: 'آیا یکی از بیماری های زیر را دارید؟',
    answers: [
      'خیر',
      'بیماری عضلات تنفسی',
      'بیماری عصبی',
      'دیابت',
      'سرطان',
      'بیماری ریوی',
      'نارسایی کلیه',
      'بیماری قلبی',
      'فشار خون',
    ],
    multi: true,
  },
  {
    id: '07',
    title:
      'سیستم ایمنی بدن: (راهنما: به عنوان مثال ، آیا با داروهای سیتوستاتیک ، قرص کورتیزون یا با داروهای خود ایمنی  بیماری هایی مانند ورم مفاصل یا موارد مشابه را درمان می کنید؟ آیا تاکنون پیوند عضو انجام داده اید ، یا طحال را برداشته اید؟ ، درمان ایدز یا درمان دیگری به سیستم ایمنی بدن مرتبط است انجام داده اید؟',
    answers: ['خیر', 'بله'],
  },
  {
    id: '08',
    title: 'سن شما چقدر است؟',
    answers: ['زیر ۶۰', '۶۰-۶۹', '۷۰-۷۹', 'بالای ۸۰'],
  },
]
